{
   "speakers": [
      {
          "speakerID" : "S1",
           "speaker": "Sony John Bronzon",
           "profile": "Heads Training and Development at ALLONTM.",
           "speakerdesc": "As a Corporate Trainer and Design Thinking enthusiast, with 15 years of corporate experience in IT and L&D arenas, Sony John Bronzon heads Training and Development at ALLONTM. Having served previously in the capacity of Assistant Director of Learning and Development(L&D) at EY, Sony is currently involved extensively in conducting Design Studio for Product Innovation, Business Services Innovation, Strategy Development and preparing futuristic roadmaps. He is one of the very few trainers in the country who is a CPLP (Certified Professional in Learning and Performance) from the Association for Talent Development, USA.",           
           "thumb":"Sony-John-Bronzon.jpg",
           "events" : 
            {
              "event1" : "T57"
            }
      },
      {
          "speakerID" : "S2",
           "speaker": "Madhusudan Shekar",
           "profile": "Chief Evangelist of Amazon Web Services, Amazon India",
           "speakerdesc": "Technology leader with a rich experience in transforming traditional IT into a modern real-time responsive service, Mr. Madhusudan Shekar is the Chief Evangelist of Amazon Web Services, Amazon India. Armed with an excellent understanding of incorporating Cloud, Mobility and Analytics into Amazon for real-time business and enabling new formats of collaboration within employees and with customers, his past clients and engagements include Deutsche Telekom, IDEA Cellular, Belgacom, DirecTV, HP, AMP Financial Services, News Corp, Societe-Generale, , Avaya, Matsushita, Tata-Sky and Tata Motors.",           
           "thumb":"Madhusudan-Shekar.jpg",
           "events" : 
            {
              "event1" : "T56"
            }
      },
      {
          "speakerID" : "S3",
           "speaker": "Janeesh Uthuppan",
           "profile": "digital marketing professional and the Founding Partner of Webdura Technologies",
           "speakerdesc": "Janeesh Uthuppan is a highly rated digital marketing professional and the Founding Partner of Webdura Technologies, one of Kerala’s most impactful Digital Marketing agencies with expertise in Search Engine Optimization, Pay per Click Advertising and Online Marketing Campaigns. Janeesh has over seven years of Digital Marketing experience in helping businesses use the power of the web to drive sales and gain visibility. Prior to his career in Digital Marketing, he was part of Kerala’s leading news daily, the Mathrubhumi group",           
           "thumb":"Janeesh-Uthuppan.jpg",
           "events" : 
            {
              "event1" : "T55",
              "event2" : "K3",
              "event3" : "C4"
            }
      },
      {
          "speakerID" : "S4",
           "speaker": "Rakesh B. S",
           "profile": "Co-Founders of Qucentis & BIGOrg",
           "speakerdesc": "Rakesh B. S. and Jikku Jose are Co-Founders of Qucentis & BIGOrg. Qucentis is a software company building a Blockchain based Asset Management System. BIGOrg is an open collective of technologists, companies & hobbyists interested in Blockchain. BIGOrg conducts meetups every month on third Thursdays and hosts an active Telegram group.",           
           "thumb":"Rakesh-B. S.jpg",
           "events" : 
            {
              "event1" : "T54",
            }
      },
      {
          "speakerID" : "S5",
           "speaker": "Jikku Jose",
           "profile": "Ruby developer running a small startup by the name Qucentis in Kerala Startup Mission",
           "speakerdesc": "Jikku Jose is a Ruby developer running a small startup by the name Qucentis in Kerala Startup Mission. Now working on building a framework for rapid prototyping of apps using Ruby.",           
           "thumb":"Jikku-Jose.jpg",
           "events" : 
            {
              "event1" : "T54",
              "event2" : "T31",
              "event3" : "C1"
            }
      },
      {
          "speakerID" : "S6",
           "speaker": "Krishnakumar.S",
           "profile": "Senior Consultant-Database Administration at EnvestNet Trivandrum",
           "speakerdesc": "Senior Consultant-Database Administration at EnvestNet Trivandrum, Krishnakumar designs various Database Projects and works closely with development teams, improving and scaling Data Intensive Applications. With around 15 years of experience in software, he has worked extensively on various Database Projects designing scalable Database Systems, Performance Optimizations,Upgrades and Migrations. He is also an active participant in various technical forums and a proponent of Free Knowledge Sharing.",           
           "thumb":"Krishnakumar.S.jpg",
           "events" : 
            {
              "event1" : "T53",
            }
       },
      {
          "speakerID" : "S7",
           "speaker": "Jeswin Simon",
           "profile": "Senior Engineer - Product, Envestnet",
           "speakerdesc": "The session will be led by Mr. Jeswin Simon, Senior Engineer - Product, Envestnet. He is a web and mobile developer who has previously developed applications for Blackberry 10 and Windows Phone 7. Passionate about hardware and tinkering, Jeswin was a speaker at TEDxCoimbatore during his student days.",           
           "thumb":"Jeswin-Simon.jpg",
           "events" : 
            {
              "event1" : "T52",
            }
       },
      {
          "speakerID" : "S8",
           "speaker": "Jaydev S. V.",
           "profile": "Founder of volvox",
           "speakerdesc": "Jaydev is a risk analyst by trade. Responsible for engineering risk assessment, he currently works on implementation and overseeing underwriting macro-scale insurance programs. He spends his spare time studying up on everything that the different potential future timelines entail and identifies as a performing philosopher.",           
           "thumb":"Jaydev S. V.jpg",
           "events" : 
            {
              "event1" : "T51",
            }
       },
      {
          "speakerID" : "S9",
           "speaker": "Hrishi Olickel",
           "profile": "Founder of volvox",
           "speakerdesc": "Hrishi has done VR and Robotics work with National Geographic and FLIR Inc., Machine Learning and Blockchain Development with Anquan Capital (Fintech VC Firm in Singapore) and Dinardirham ($500 million company based in Malaysia). He has also dabbled in Genetic Algorithm based Process Automation and Game Theoretic analysis.",           
           "thumb":"Hrishi-Olickel.jpg",
           "events" : 
            {
              "event1" : "T51",
            }
       },
      {
          "speakerID" : "S10",
           "speaker": "Manuyash Chaudary",
           "profile": "AI & NLP Developer & Researcher, Accubits Technologies",
           "speakerdesc": "The session will be led by Mr. Manuyash Chaudhary, AI & NLP Developer & Researcher, Accubits Technologies. An MS in Machine Learning & Artificial Intelligence from University College London, Manuyash has been instrumental for path-breaking research on Data Science and its implementation during his career. He is responsible for developing AI technologies and solving machine learning problems for clients at Accubits. He works in Python and R, on platforms like Tensorflow, H2O.ai and tools like SPSS, WEKA and Tableau.",           
           "thumb":"Manuyash-Chaudary.jpg",
           "events" : 
            {
              "event1" : "T49",
               "event1" : "K1",
               "event1" : "C6",
            }
       },
      {
          "speakerID" : "S11",
           "speaker": "Suchit Majumdar",
           "profile": "Chief Data Science Evangelist, UpX Academy, Hyderabad",
           "speakerdesc": "The session will be led by Mr. Suchit Majumdar, Chief Data Science Evangelist, UpX Academy, Hyderabad. A Machine Learning & IoT expert, Suchit has been instrumental in setting up Big Data Analytics practices for the AP government’s Smart Cities mission. He assists top management in using advanced analytics to build core strategies around data. Currently, he is heading the products division at UpX Academy and helps companies and professionals realize the value of advance technologies in the growth of business and personal lives.",           
           "thumb":"Suchit-Majumdar.jpg",
           "events" : 
            {
              "event1" : "T48"
            }
       },
      {
          "speakerID" : "S12",
           "speaker": "Amal Dev",
           "profile": "Technical Analyst, UST Global",
           "speakerdesc": "The session will be led by Mr. Amal Dev, Technical Analyst, UST Global. He is a full stack web developer with over 10 years of experience focusing on Microsoft Technologies. Being a passionate developer of web and desktop applications, he is currently involved in delivering applications for the enterprises which includes Fortune 500 companies. He won the Microsoft MVP Award in 2016 for his exceptional contribution to the development community. He is also an active blogger who regularly writes about technologies such as ASP.NET Core, Docker, ASP.NET MVC and many more.",           
           "thumb":"Amal-Dev.jpg",
           "events" : 
            {
              "event1" : "T47",
               "event1" : "C5",
            }
       },
      {
          "speakerID" : "S13",
           "speaker": "Shine Xavier",
           "profile": "Senior Architect, UST Global",
           "speakerdesc": "The session will be led by Mr. Shine Xavier, Senior Architect, UST Global. is a core software engineering practitioner with extreme passion for designing/building software solutions, application frameworks and accelerators that helps maintain productivity and quality. His areas of interest include Functional Programming, Interpreters, JavaScript Library Development, Visual Programming, Algorithms, Enterprise Mobility, IoT and Machine Learning. Besides being the author of YieldJS and SlangJS, he is also the co-author of the book titled “.NET Design Patterns” by PACKT publishing.",           
           "thumb":"Shine-Xavier.jpg",
           "events" : 
            {
              "event1" : "T46",   
            }
       },
      {
          "speakerID" : "S14",
           "speaker": "Amal Shehu",
           "profile": "Software Developer, Neoito",
           "speakerdesc": "The session will be led by Mr. Amal Shehu, Software Developer, Neoito. He is a Python developer who got introduced to TypeScript/Angular ecosystem by chance. Currently he is a full-time Angular developer who is keen in optimizing workflow and exploring deeper into technology.",           
           "thumb":"Amal-Shehu.jpg",
           "events" : 
            {
              "event1" : "T45",
               "event1" : "K4",
               "event1" : "C2",
            }
},
      {
          "speakerID" : "S15",
           "speaker": "Vijay Kumar M",
           "profile": "CEO & MD – Webyfy Infotech Pvt Ltd",
           "speakerdesc": "The session will be led by Mr. Vijay Kumar M, CEO & MD – Webyfy Infotech Pvt Ltd. He has a multi-faceted career handling different roles like Vice President – International Marketing, Nest Group, Vice President - Operations Suntec Business Solutions, Director & CIO GE Power Controls India and many more. He is passionate about IOT and has developed many technology products in that realm. His other areas of interest include Business Intelligence, Product Management, Cloud Computing, Testing, etc. He has published several papers and has compiled several books on technology, maintenance and development.",           
           "thumb":"Vijay-Kumar M.jpg",
           "events" : 
            {
              "event1" : "T44",
            }
       },
      {
          "speakerID" : "S16",
           "speaker": "Anand Ramkumar",
           "profile": "Senior Test Engineer, Experion Technologies, Trivandrum",
           "speakerdesc": "The session will be led by Mr. Anand Ramkumar from Experion Technologies, Trivandrum. He is a Senior Test Engineer with over 7 years of experience in various verticals of Testing. He is a ISTQB certified technology enthusiast passionate about Programming, Performance Testing, creating Automation Framework and setting up of Test Environments.",           
           "thumb":"Anand-Ramkumar.jpg",
           "events" : 
            {
              "event1" : "T43",
            }
},
      {
          "speakerID" : "S17",
           "speaker": "Sarath Varma Asokan",
           "profile": "Senior Consultant (Software Testing), Se-Mentor, Trivandrum.",
           "speakerdesc": "The session will be led by Mr. Sarath Varma Asokan from Se-Mentor, Trivandrum. He is a Senior Consultant (Software Testing) with over 11 years of experience in different Software Engineering areas like Testing, Requirement Management and implementing Manual & Automated Software Testing. He is an IBM Certified Specialist for Rational Test Management and Robot. He is well experienced in Testing Methodologies, Creation of test cases, writing test scripts and in use of Automation tools. Besides being a Consultant, he is also a Trainer on testing tools like IBM Rational Functional Tester, Rational Test Manager, Rational Manual Tester, Rational Robot, HP UFT, HP Quality Center, HP ALM, Microsoft Test Manager etc.",           
           "thumb":"Sarath-Varma-Asokan.jpg",
           "events" : 
            {
              "event1" : "T42",
            }
},
      {
          "speakerID" : "S18",
           "speaker": "Praseed Pai",
           "profile": "software architect working in UST Global",
           "speakerdesc": "The session will be led by Mr. Praseed Pai. He is a well-known software architect working in UST Global. His areas of interest include Enterprise software development (using C#/.net/Java), Engineering Software development (CAD/CAM/C++), Cross Platform C++ development (Windows/Linux/Mac), Computer Graphics, Computational Finance and Domain specific programming languages. He is the author of SLANG open source compiler infrastructure for learning about compilers. Currently, he is co-authoring a book for packt publishing on .NET Design Patterns. He has taken about 200 presentations on various technology topics.",           
           "thumb":"Praseed-Pai.jpg",
           "events" : 
            {
              "event1" : "T41",
              "event1" : "T38",
            }
},
      {
          "speakerID" : "S19",
           "speaker": "Deepak Varma",
           "profile": "Director, Technospirit Consulting, Cochin",
           "speakerdesc": "The session will be led by Mr. Deepak Varma, Director, Technospirit Consulting, Cochin. Mr. Deepak has over 20 years of experience in Strategic Marketing, Operations Management & Sales with Global and Indian companies. He is also an expert in Cloud, Mobility and Big Data. He has worked in the SME segment over the last years with clients like MOPlay, Smart Cousins, Springboards. He is a passionate soft skills trainer and is a proven technical business person. He has experience in verticals of healthcare, government, automotive and telecom sectors in IT services/ products.",           
           "thumb":"Deepak-Varma.jpg",
           "events" : 
            {
              "event1" : "T40",
            }
},
      {
          "speakerID" : "S20",
           "speaker": "Nikhil Krishna",
           "profile": "Solutions Architect working in UST Global",
           "speakerdesc": "The session will be led by Mr. Nikhil Krishna. He is a well-known Solutions Architect working in UST Global with over 16 years of experience in IT Consulting and Product Development. His areas of interest include Reactive and Distributed Systems, Programming Languages, and Bitcoin. He is passionate about programming for the web and its potential as a tool to transform user experience. His career spans across diverse roles from Dev Ops to Developer to Quality Assurance to Product Owner.",           
           "thumb":"Nikhil-Krishna.jpg",
           "events" : 
            {
              "event1" : "T39",
            }
},
      {
          "speakerID" : "S21",
           "speaker": "Sarath C",
           "profile": "Architect at Experion Technologies, Technopark, Trivandrum",
           "speakerdesc": "The session will be led by Mr. Sarath C. He works as an Architect at Experion Technologies, Technopark, Trivandrum. At Experion, he focuses on Product Engineering, Technical Consultation and administers mobile development practices focusing on iOS and Android Platforms. He has more than a decade of industry experience and has successfully delivered products across various technologies and domains.",           
           "thumb":"Sarath C.jpg",
           "events" : 
            {
              "event1" : "T37",
              "event1" : "T23",
            }
},
      {
          "speakerID" : "S22",
           "speaker": "Priya Sivakumar",
           "profile": "Delivery Head, TATA Elxsi",
           "speakerdesc": "The session will be led by Priya Sivakumar. She is with TATA Elxsi for the last 10 years and is currently the Delivery Head in the Broadcast Business Unit. She handles the customer account for a leading US Cable Service Provider. She graduated from the College of Engineering, Trivandrum (CET) in 1998, and started her career with the Embedded Group in Philips Software Centre, Bangalore, before joining TATA Elxsi. In her current role, she led the team through a transition from Waterfall, to Agile to DevOps. Today, the team is working seamlessly with the customer in a mature DevOps environment and reaps the benefits of the transition.",           
           "thumb":"Priya-Sivakumar.jpg",
           "events" : 
            {
              "event1" : "T36",
            }
},
       {
          "speakerID" : "S23",
           "speaker": "Vijay Dev",
           "profile": "Lead Front-End Developer of Qburst",
           "speakerdesc": "The session will be led by the Lead Front-End Developer of Qburst, Mr. Vijay Dev. He is a pioneer in front-end development with over 7 years of experience in the filed. Started building javascript MVC applications since 2012, before powerful frameworks like Backbone, Ember, Angular etc became popular. Worked with few big clients like CustomMade & AOL.",           
           "thumb":"Vijay-Dev.jpg",
           "events" : 
            {
              "event1" : "T35",
              "event1" : "T34",
            }
},
       {
          "speakerID" : "S24",
           "speaker": "Nikhil Raj R",
           "profile": "Senior SEO Engineer at Alamy Images India Pvt.Ltd.",
           "speakerdesc": "Nikhil is a Senior SEO Engineer at Alamy Images, a stock photography agency with a collection of over 65 million images. In this role, he is responsible for improving Alamy's presence in Google Image Search. Previously he worked for Suyati Technologies at Infopark and DK New Media, a marketing agency where he consulted some of the biggest brands like Socialcast, Zimbra, Angie's List, Mindjet, Formstack, Roche Diagnostics.",           
           "thumb":"Nikhil-Raj R.jpg",
           "events" : 
            {
              "event1" : "T33",
            }
},
      {
          "speakerID" : "S25",
           "speaker": "Aneesh Sreedharan",
           "profile": "Chief Exicutive & Technology Enthusiast, 2Hats Logic Solutions, Kochi",
           "speakerdesc": "Aneesh is a developer turned entrepreneur with around 9 years’ experience in the industry. He started his career as a web developer in Kochi back in 2006 and got a chance to work with some of the best programmers back then. He started developing in Magento from 2008 in its early stages. Almost the same time started with Zend framework. Later he moved to Europe and worked with some talented western European programmers in some heavy traffic websites. Inspired by the Dutch entrepreneurs, he decided to move back to India to start his own company. Thus he founded 2Hats Logic Solutions with a partner in 2014. Currently the company work with Magento, Laravel , AngularJS, Zend framework, CodeIgniter etc.<br>Outside technical life he is a traveller and goes on solo trips across various countries, hosts travellers etc.",           
           "thumb":"Aneesh-Sreedharan.jpg",
           "events" : 
            {
              "event1" : "T32",
            }
},
      {
          "speakerID" : "S26",
           "speaker": "Liju Pillai",
           "profile": "Co-founder & CEO of Perfomatix Solutions Pvt Ltd",
           "speakerdesc": "The Session is handled by Liju Pillai, who is the Co-founder & CEO of Perfomatix Solutions Pvt Ltd, with over a decade of experience in IT industry. At Perfomatix they have been using Ionic for hybrid app development for over a year now and they are one of the frontrunners of Ionic and Angular JS in Technopark.",           
           "thumb":"Liju-Pillai.jpg",
           "events" : 
            {
              "event1" : "T30",
              "event1" : "T18",
            }
},
      {
          "speakerID" : "S27",
           "speaker": "Ashik Ajith",
           "profile": "Software Engineer, Ruby Software India Pvt.Ltd.",
           "speakerdesc": "NIL",           
           "thumb":"Ashik-Ajith.jpg",
           "events" : 
            {
              "event1" : "T29",
            }
},
      {
          "speakerID" : "S28",
           "speaker": "Rajeev J Sebastian",
           "profile": "CEO, Alokin Software",
           "speakerdesc": "NIL",           
           "thumb":"Rajeev J-Sebastian.jpg",
           "events" : 
            {
              "event1" : "T28",
            }
},
      {
          "speakerID" : "S29",
           "speaker": "Faiz Mohamed Haneef",
           "profile": "Director - Neoito Technologies Pvt Ltd",
           "speakerdesc": "NIL",           
           "thumb":"Faiz-Mohamed-Haneef.jpg",
           "events" : 
            {
              "event1" : "T27",
              "event1" : "T25",
            }
},
      {
          "speakerID" : "S30",
           "speaker": "Deepu S-Nath",
           "profile": "Managing Director - Tech Faya Innovations Pvt Ltd",
           "speakerdesc": "NIL",           
           "thumb":"Deepu S-Nath.jpg",
           "events" : 
            {
              "event1" : "T27",
              "event1" : "T12",
              "event1" : "T7",
              "event1" : "T8",
              "event1" : "T14",
            }
},
      {
          "speakerID" : "S31",
           "speaker": "Nithin S",
           "profile": "NIL",
           "speakerdesc": "NIL",           
           "thumb":"Nithin S.jpg",
           "events" : 
            {
              "event1" : "T27",
              "event1" : "T1",
              "event1" : "T15",
            }
},
       {
          "speakerID" : "S32",
           "speaker": "Shiraz Samad",
           "profile": "Front End Developer at DBG",
           "speakerdesc": "Shiraz samad is working as a Front End Developer at DBG, focusing on the intersection between web performance and cutting edge browser interactivity. He's an open source advocate who enjoys building tools for the web with third party API's and mesmerizing CSS animations.He has 6+ years of experience in developing and implementing clean, semantic & tidy traditional and dynamic websites, mobile sites/Apps.",           
           "thumb":"Shiraz-Samad.jpg",
           "events" : 
            {
              "event1" : "T27",
              "event1" : "T16",
              "event1" : "T21",
            }
},
       {
          "speakerID" : "S33",
           "speaker": "Lakshmikant Deshpande",
           "profile": "Neoito Technologies",
           "speakerdesc": "NIL",           
           "thumb":"Lakshmikant-Deshpande.jpg",
           "events" : 
            {
              "event1" : "T25",
            }
},
      {
          "speakerID" : "S34",
           "speaker": "Mohana Kumar",
           "profile": "Senior Software Developer",
           "speakerdesc": "NIL",           
           "thumb":"Mohana-Kumar.jpg",
           "events" : 
            {
              "event1" : "T24",
            }
}





   ]
}
