{
   "speakers": [
      {
          "speakerID" : "S1",
           "speaker": "Sony John Bronzon",
           "profile": "Heads Training and Development at ALLONTM.",
           "speakerdesc": "As a Corporate Trainer and Design Thinking enthusiast, with 15 years of corporate experience in IT and L&D arenas, Sony John Bronzon heads Training and Development at ALLONTM. Having served previously in the capacity of Assistant Director of Learning and Development(L&D) at EY, Sony is currently involved extensively in conducting Design Studio for Product Innovation, Business Services Innovation, Strategy Development and preparing futuristic roadmaps. He is one of the very few trainers in the country who is a CPLP (Certified Professional in Learning and Performance) from the Association for Talent Development, USA.",           
           "thumb":"Sony-John-Bronzon.jpg",
           "events" : 
            {
              "event1" : "T57",
            }
      },
      {
          "speakerID" : "S2",
           "speaker": "Madhusudan Shekar",
           "profile": "Chief Evangelist of Amazon Web Services, Amazon India",
           "speakerdesc": "Technology leader with a rich experience in transforming traditional IT into a modern real-time responsive service, Mr. Madhusudan Shekar is the Chief Evangelist of Amazon Web Services, Amazon India. Armed with an excellent understanding of incorporating Cloud, Mobility and Analytics into Amazon for real-time business and enabling new formats of collaboration within employees and with customers, his past clients and engagements include Deutsche Telekom, IDEA Cellular, Belgacom, DirecTV, HP, AMP Financial Services, News Corp, Societe-Generale, , Avaya, Matsushita, Tata-Sky and Tata Motors.",           
           "thumb":"Madhusudan-Shekar.jpg",
           "events" : 
            {
              "event1" : "T56",
            }
      },
      {
          "speakerID" : "S3",
           "speaker": "Janeesh Uthuppan",
           "profile": "digital marketing professional and the Founding Partner of Webdura Technologies",
           "speakerdesc": "Janeesh Uthuppan is a highly rated digital marketing professional and the Founding Partner of Webdura Technologies, one of Kerala’s most impactful Digital Marketing agencies with expertise in Search Engine Optimization, Pay per Click Advertising and Online Marketing Campaigns. Janeesh has over seven years of Digital Marketing experience in helping businesses use the power of the web to drive sales and gain visibility. Prior to his career in Digital Marketing, he was part of Kerala’s leading news daily, the Mathrubhumi group",           
           "thumb":"Janeesh-Uthuppan.jpg",
           "events" : 
            {
              "event1" : "T55",
              "event2" : "K3",
              "event3" : "C4"
            }
      },
      {
          "speakerID" : "S4",
           "speaker": "Rakesh B. S",
           "profile": "Co-Founders of Qucentis & BIGOrg",
           "speakerdesc": "Rakesh B. S. and Jikku Jose are Co-Founders of Qucentis & BIGOrg. Qucentis is a software company building a Blockchain based Asset Management System. BIGOrg is an open collective of technologists, companies & hobbyists interested in Blockchain. BIGOrg conducts meetups every month on third Thursdays and hosts an active Telegram group.",           
           "thumb":"Rakesh-B. S.jpg",
           "events" : 
            {
              "event1" : "T54",
            }
      },
      {
          "speakerID" : "S5",
           "speaker": "Jikku Jose",
           "profile": "Ruby developer running a small startup by the name Qucentis in Kerala Startup Mission",
           "speakerdesc": "Jikku Jose is a Ruby developer running a small startup by the name Qucentis in Kerala Startup Mission. Now working on building a framework for rapid prototyping of apps using Ruby.",           
           "thumb":"Jikku-Jose.jpg",
           "events" : 
            {
              "event1" : "T54",
              "event2" : "T31",
              "event3" : "C1"
            }
      }

   ]
}
