{
   "event": [
       {
           "eventID" : "1",
           "title": "Essential Web Security for Developers",
           "technology": "web security",
           "eventbanner":"web-security.jpg",
           "speaker": "Sreenath Sasikumar",
           "profile": "CEO, MashupAcademy",
           "speakerdesc": "Sreenath Sasikumar is the CEO of MashupAcademy - a fullstack web development training company. He is a web application Security Specialist and has been honoured by Google and listed in their Hall of Fame for identifying critical security flaws with Google. He is also a board member of OWASP Kerala, Deputy Commander with Kerala Police Cyberdome and Governing Council Member of the Ransomware School of Kerala Police. He has created 8 Mozilla add-ons and is also the developer of the first of its kind web security browser, PenQ. He is the technical reviewer of 3 books by Packt publishers, UK and has also served as a global review committee member of Mozilla Add-ons.",
           "thumb":"Sreenath-Sasikumar.jpg",
           "date": "10/01/2018 5:00 pm",
           "youtubeID": "",
           "details": "Cyber crimes resulting in loss of personal information, intellectual property, money and most importantly, trust, are on a rise today. Even systems that have claimed to be ‘unhackable’ are falling prey.<br>In such a scenario, it is integral that developers are armoured with the knowledge on how to ensure their applications can be maintained safely and vulnerabilities and casualties reduced.<br>The 7th edition of FAYA:80 Kochi, Essential Web Security for Developers, will be an opportunity for all web and mobile application developers, testers, technical managers and other technology enthusiasts to learn what exactly needs to be done to ensure that their applications are protected from cyber attacks.<strong>Topics Covered:</strong>Understanding Hacking Techniques<br>Hackproofing Web and Mobile Applications<br>Malware, Ransomware and its Prevention<br>Demo<strong>Sessions:</strong>Essential Web Security for Developers (Sreenath Sasikumar, MashupAcademy)",
           "location": "cochin"
       }
   ]
}