{
   "event": [
       {
           "eventID" : "1",
           "title": "Discovering Cross-Platform Mobile App Development Using Xamarin",
           "technology": "ios android",
           "eventbanner":"Cross-Platform-Mobile-App.jpg",
           "speaker": "Abdul Muhyami Arif",
           "profile": "Mobile Developer, FantaCode",
           "speakerdesc": "A technology enthusiast who strives to find cost-effective solutions to various problems, Abdul Muhyami Arif is a mobile developer at FantaCode whose current interest area includes Mobility and Chat Bots. He has been working on the Xamarin platform for three years, and has extensive hands-on experience in Xamarin.Android, Xamarin.Forms and Xamarin.IOS. An avid follower of the Microsoft technologies, he also develops UWP (Universal Windows Applications) applications and wishes to leverage the full power of Microsoft Azure, Mixed Reality and Bot Frameworks.",
           "thumb":"Abdul-Muhyami-Arif.jpg",
           "date": "17/01/2018 5:00 pm",
           "youtubeID": "",
           "details": "Writing a single version of code and using it on multiple platforms is a chance any software developer would jump at. Cross-platform application development has been a reality for a while now, but it came with its own set of problems ranging from testing issues to maintainability and sometimes even compromised user experience.<br>The Xamarin development platform, however, was a game changer. Considered to be one of the best, it allows cross-platform mobile app development for iOS, Android, and Windows Phone in C# and .NET.<br>The 8th edition of FAYA:80 Kozhikode, Discovering Cross-platform Mobile App Development Using Xamarin, will be an opportunity for all developers and other technology enthusiasts to get familiar with the concept of cross-platform development.<strong>Topics Covered:</strong>Introduction to the Xamarin Ecosystem<br>How to Fight the Learning Curve<br>Demo - Xamarin Forms<br>ML, AR demo Using Xamarin<strong>Sessions:</strong>Discovering Cross-Platform Mobile App Development Using Xamarin (Abdul Muhyami Arif, FantaCode)",
           "location": "kzkd"
       }
   ]
}