{
   "event": [
      {
          "eventID" : "T57",
           "title": "Applying Design Thinking into Product Development",
           "technology": "security",
           "eventbanner":"57.jpg",
           "speakers" : 
            {
              "speaker1" : "S1"
            },
           "date": "07/02/2018 5:00 pm",
           "youtubeID": "9sCBRlkZaZY",
           "rating": "5",
           "details": "As technology service companies and product-based companies, we are the best at thinking up and suggesting the latest business and technical solutions. However, we miss out on an integral element in the solution- the human element or the customer. Solutions that are incomplete, resulting in multiple(read painful) change requests, are commonplace. And here’s why- sufficient time has not been spent on getting into the customer's head. Simply put, Design Thinking shifts the focus from the problem to the customer who faces the problem.<br>It doesn't matter which industry you work in, which technology you work on or what role you play. If you have a customer and they have a problem that they want you to solve, you need Design Thinking.<br>The 57th edition of FAYA:80 Trivandrum, Applying Design Thinking into Product Development, helped all developers, leads, managers and business owners who are working to solve a customer’s problem, to step up.strong>Topics Covered:</strong>Design Thinking - concept in a nutshell<br>How does Design Thinking matter to problem solvers?<br>Design Thinking based products/solutions<br>Hands-on time on a live case scenario"       
      },
      {
          "eventID" : "T56",
           "title": "AWS Lambda: Build your First Serverless Application",
           "technology": "security",
           "eventbanner":"56.jpg",
           "speakers" : 
            {
              "speaker1" : "S1",
              "speaker2" : "S2"
            },
           "date": "03/01/2018 5:00 pm",
           "youtubeID": "L2xXG2rrNV4",
           "details": "‘Serverless’ is the newest buzzword on the block. It can make your server resource management more convenient and cut infrastructure costs dramatically, while increasing the efficiency of IT spend.<br>AWS Lambda is an event-driven, serverless computing platform meant to simplify the on-demand applications building process. With serverless computing, your application will still run on servers, but all the server management heavy lifting will be done by AWS, leaving you to focus purely on your application's functionality and code.<br>The 56th edition of FAYA:80 was an opportunity for all developers, devOps managers, senior level managers and other technology enthusiasts to journey into the world of AWS serverless computing, guided by the chief evangelist of AWS himself.strong>Topics Covered:</strong>Introduction to Serverless Systems<br>Why Go Serverless<br>How to Build a Serverless Application<br>Live Demo & Debugging"       
      }
   ]
}
