{
   "event": [
       {
           "eventID" : "1",
           "title": "Deep Learning in AI – A Closer Look with Image Recognition",
           "technology": "web",
           "eventbanner":"ai.jpg",
           "speaker": "Manuyash Chaudhary",
           "profile": "AI & NLP Developer & Researcher, Accubits Technologies",
           "speakerdesc": "An MS in Machine Learning &amp; Artificial Intelligence from University College London, Manuyash has been instrumental for path-breaking research on Data Science and its implementation during his career. He is responsible for developing AI technologies and solving machine learning problems for clients at Accubits. He works in Python and R, on platforms like Tensorflow, H2O.ai and tools like SPSS, WEKA and Tableau.",
           "thumb":"manuyash-chaudhary.jpg",
           "date": "07/06/2017 5:00 pm",
           "youtubeID": "dXRf_jUyxBU",
           "details": "Artificial Intelligence and Deep Learning are the most talked about technologies driving the disruptive innovation of the future. The May edition of FAYA:80 provided a stepping stone for the technology enthusiasts to explore AI and its associated concepts. Now it’s the time to take a closer look at Deep Learning to discover the advances in algorithms and methods. Deep learning is revolutionizing artificial intelligence as machines become increasingly more intelligent and are able to recognize and sort objects and understand what they are. The 49th edition of FAYA:80 lets you take a deep dive into the advancing trends in Deep Learning, their impact to our ecosystem and successful applications in business leading to the creation of next generation products. Get the chance to use Image Recognition as a case study and learn how to implement AI, uncover its best practices & limitations in building intelligent applications. The session will be equally beneficial for Web and Mobile application Developers, Testers and top level Technical Managers and other technology enthusiasts. Join us for the session to know more.<strong>Topics Covered:</strong>What is Deep Learning/Neural Networks?<br>Relationship b/w Neural Nets and Logistic Regression<br>Basic Learning Concepts<br>Best Practices & Applications<br>Comparison of different Neural Networks – ANN’s vs CNN’s<br>Case Study – Image Recognition<strong>Sessions:</strong>Techbites (Speaker: Arun Unnikrishnan, FAYA)<br>Deep Learning in AI (Speaker: Manuyash Chaudhary, Accubits Technologies)",
           "location": "tvm"
       },
       {
          "eventID" : "2",
           "title": "Artificial Intelligence – The First Step",
           "technology": "security",
           "eventbanner":"ai-first-step.jpg",
           "speaker": "Suchit Majumdar",
           "profile": "Chief Data Science Evangelist, UpX Academy, Hyderabad",
           "speakerdesc": "A Machine Learning & IoT expert, Suchit has been instrumental in setting up Big Data Analytics practices for the AP government’s Smart Cities mission. He assists top management in using advanced analytics to build core strategies around data. Currently, he is heading the products division at UpX Academy and helps companies and professionals realize the value of advance technologies in the growth of business and personal lives.",
           "thumb":"Suchit-Majumdar.jpg",
           "date": "03/05/2017 5:00 pm",
           "youtubeID": "RnxqTfPEvhE",
           "details": "FAYA:80 hits the floor again with one of the most driving technologies of the future – Artificial Intelligence. The last decade was dedicated to building a ‘mobile-first’ world where smartphones took control over the advancements in technology and lifestyle. Lately there has been a dramatic change in the course of action. The big shots of technology have set their sail to build an ‘AI First’ world to unlock capabilities that were unthinkable a few years ago and build a future twice as good. Google Assistant, Amazon Echo, Facebook Spaces and Tesla’s self-driving cars stands testimony to this technology shake-up.This technology ‘Renovation’ has already begun and will be in its full swing in the next 3-4 years. Only the people who are equipped to face this technology make-over can bypass the capabilities of AI Powered systems and stay relevant in the AI – powered world.<br>The 48th edition of FAYA:80 provides a platform for the technology enthusiasts to capture ideas on the evolution of AI, its emerging areas & intelligent applications and hence speed up their learning curves to stay ahead in the race of technology. The session will be equally beneficial for System Administrators, Developers, Testers and the top level Technical and Non- Technical Managers.<br>Join us for the session to explore more.<strong>Topics Covered:</strong>Basic Concepts<br>Evolution of AI<br>Intelligent Applications<br>Emerging Areas<br>Demo<br><strong>Sessions:</strong>Techbites (Speaker: Arunima S Kumar, FAYA)<br>Artificial Intelligence – The First Step (Speaker: Suchit Majumdar, UpX Academy)",
           "location": "tvm"
       },
       {
          "eventID" : "3",
           "title": "Launch it with Docker",
           "technology": "security",
           "eventbanner":"docker.jpg",
           "speaker": "Amal Dev",
           "profile": "Technical Analyst, UST Global",
           "speakerdesc": "He is a full stack web developer with over 10 years of experience focusing on Microsoft Technologies. Being a passionate developer of web and desktop applications, he is currently involved in delivering applications for the enterprises which includes Fortune 500 companies. He won the Microsoft MVP Award in 2016 for his exceptional contribution to the development community. He is also an active blogger who regularly writes about technologies such as ASP.NET Core, Docker, ASP.NET MVC and many more.",
           "thumb":"Amal-Dev.jpg",
           "date": "05/04/2017 5:00 pm",
           "youtubeID": "AMHC6f3OQtM",
           "details": "FAYA:80 is back on the floor with one the most talked-about infrastructure technologies of the latest times – Docker. Project Deployment has always been a hassle that turns many heads in the IT industry. Docker has solved this acute problem faced by our industry to a great extent. T It provides an overall consistent environment for the application right from development to production, irrespective of the platform or infrastructure. The popularity gained by Docker in the recent times is solely due to its power to assemble and manage the applications and their dependencies on a single platform. This flexibility and portability provided by Docker has made it the most sought after technology pivots.<br>Even though there is a vast adoption of docker globally, the rate of its adoption in our community has taken a back seat. This is due to the lack of expertise and fear of failure to overcome the challenges during its initial implementation.<br>The 47th edition of FAYA:80 provides the right platform for the technology enthusiasts to know Docker as an end-to-end entity right from its basic concepts to its implementation on the cloud. The session will be equally beneficial for System Administrators, Developers, Testers and even the top level Technical and Non- Technical Managers to gain better insights on Docker. The session will provide a chance for the newbies to understand Docker from the scratch and for the experts to get their roadblocks cleared, thereby providing more confidence for both the categories to initiate or fasten its implementation.<strong>Topics Covered:</strong>Docker Concepts<br>VM vs Containers<br>Best Practices<br>Use Cases<br>Docker in the Cloud<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Mohammed Thaha, FAYA)<br>Launch it with Docker (Speaker: Amal Dev, UST Global)",
           "location": "tvm"
       },
       {
          "eventID" : "4",
           "title": "Fuel Up JavaScript with Functional Programming",
           "technology": "web frontend",
           "eventbanner":"javascript-FP.jpg",
           "speaker": "Shine Xavier",
           "profile": "Senior Architect, UST Global",
           "speakerdesc": "He is a core software engineering practitioner with extreme passion for designing/building software solutions, application frameworks and accelerators that helps maintain productivity and quality. His areas of interest include Functional Programming, Interpreters, JavaScript Library Development, Visual Programming, Algorithms, Enterprise Mobility, IoT and Machine Learning. Besides being the author of YieldJS and SlangJS, he is also the co-author of the book titled “.NET Design Patterns” by PACKT publishing.",
           "thumb":"Shine-Xavier.jpg",
           "date": "01/03/2017 5:00 pm",
           "youtubeID": "tJUXSnewOKo",
           "details": "JavaScript is the lingua franca of web development for over a decade. It has evolved tremendously along with the Web and has entrenched in modern browsers, complex Web applications, mobile development, server-side programming, and in emerging platforms like the Internet of Things.<br>Eventhough JavaScript has come a long way, a reinforced makeover to it will help build concurrent and massive systems that handle Big Data, IoT peripherals and many other complex eco systems. Functional Programming is the programming paradigm that could empower JavaScript to to enable more effective, robust, and flexible software development.<br>These days, Functional Programming is at the heart of every new generation programming technologies. The inclusion of Functional Programming in JavaScript will lead to advanced and futuristic systems.<br>The need of the hour is to unwrap the underlying concepts and its implementation in the software development process.<br>The 46th edition of FAYA:80 provides a unique opportunity for the JavaScript developers and technology enthusiasts to shed light on the functional programming paradigm and on writing efficient functional code in JavaScript.<br><strong>Topics Covered:</strong>Functional Programming Core Concepts<br>Function Compositions & Pipelines<br>Use of JS in Functional Programming<br>Techniques for Functional Coding in JS<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Jeen P. Xavier, FAYA)<br>Fuel Up JavaScript with Functional Programming (Speaker: Shine Xavier, UST Global)",
           "location": "tvm"
       },
       {
          "eventID" : "5",
           "title": "A Roadmap for Angular2",
           "technology": "web frontend",
           "eventbanner":"angular-2.jpg",
           "speaker": "Amal Shehu",
           "profile": "Software Developer, Neoito",
           "speakerdesc": "He is a Python developer who got introduced to TypeScript/Angular ecosystem by chance. Currently he is a full-time Angular developer who is keen in optimizing workflow and exploring deeper into technology.",
           "thumb":"Amal-Shehu.jpg",
           "date": "01/02/2017 5:00 pm",
           "youtubeID": "shzcVIR7UWA",
           "details": "Angular has created its niche as the most popular open-source framework in front end development. With the release of Angular 2 in September 2016, it has become inevitable for a front end developer to upgrade our skills to match this full-platform successor of Angular 1. Angular 2 is empowered with a revamped core architecture, TypeScript for development, and data binding model to provide a better framework for building complex applications for both Web and mobile platforms.<strong>Topics Covered:</strong>Features & Benefits<br>Architecture<br>Introduction to TypeScript<br>Angular CLI Basics<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Liju George, FAYA)<br>A Roadmap for Angular 2 (Speaker: Amal Shehu, Neoito)",
           "location": "tvm"
       },
       {
          "eventID" : "6",
           "title": "Getting Connected with IOT",
           "technology": "web security",
           "eventbanner":"IOT.jpg",
           "speaker": "Vijay Kumar M",
           "profile": "CEO & MD, Webyfy Infotech Pvt Ltd",
           "speakerdesc": "He has a multi-faceted career handling different roles like Vice President – International Marketing, Nest Group, Vice President - Operations Suntec Business Solutions, Director & CIO GE Power Controls India and many more. He is passionate about IOT and has developed many technology products in that realm. His other areas of interest include Business Intelligence, Product Management, Cloud Computing, Testing, etc. He has published several papers and has compiled several books on technology, maintenance and development.",
           "thumb":"Vijay-Kumar-M.jpg",
           "date": "04/01/2017 5:00 pm",
           "youtubeID": "mi2eDcdM7LM",
           "details": "After Cloud Computing and Big Data, the next generation of internet is connecting devices and things. Internet of Things (IOT) is emerging rapidly and opens up new insights, services, business models and revenue streams that complement the conventional business. The tremendous potential and limitless opportunities in business unwrapped by IOT has made a lot of buzz around it.<br>FAYA:80 opens doors for the technology enthusiasts to clear the mist around IOT and initiate steps to know IOT more closely. Join us at the 44th Edition of FAYA:80 to take a closer look at the technology shift and business opportunities in IOT.<strong>Topics Covered:</strong>Introduction to IOT<br>How to approach the Technology Shift<br>Business Opportunities<br>Stepping into IOT<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Arun Unnikrishnan, FAYA)<br>Getting Connected with IOT (Speaker: Vijay Kumar M, Webyfy Infotech)",
           "location": "tvm"
       },
       {
          "eventID" : "7",
           "title": "Power Up with Performance Testing",
           "technology": "web security",
           "eventbanner":"performance-testing.jpg",
           "speaker": "Anand Ramkumar",
           "profile": "Experion Technologies",
           "speakerdesc": "He is a Senior Test Engineer with over 7 years of experience in various verticals of Testing. He is a ISTQB certified technology enthusiast passionate about Programming, Performance Testing, creating Automation Framework and setting up of Test Environments.",
           "thumb":"Anand-Ramkumar.jpg",
           "date": "07/12/2016 5:00 pm",
           "youtubeID": "kz3gORy-CY",
           "details": "In this age of Performance driven systems, Performance testing has become a very critical activity to be done on all systems irrespective of them being web, mobile or ERP applications. There are a plethora of tools and frameworks available for carrying out Performance Testing. But the real challenge lies in obtaining complete insight from its results to exactly gauge the performance of the systems. In fact, Performance Testing is an area that needs to be explored to harness its true potential to achieve high speed, scalability and stability of the system.<br>The need of the hour is to understand Performance Testing beyond the results by breaking down and analysing its concepts and frameworks.<br>The 43rd Edition of FAYA:80 provides the opportunity for the technology enthusiasts to understand Performance Testing and explore its possibilities to adopt it in their projects.<strong>Topics Covered:</strong>Introduction to Performance Testing<br>Generating Load using Jmeter<br>Use PerfMon to monitor application<br>Result Analysis<strong>Sessions:</strong>Techbites (Speaker: Krishnakumar C., FAYA)<br>Power Up with Performance Testing (Speaker: Anand Ramkumar, Experion Technologies)",
           "location": "tvm"
       },
       {
          "eventID" : "8",
           "title": "Evolving Test Automation",
           "technology": "security",
           "eventbanner":"test-automation.jpg",
           "speaker": "Sarath Varma Asokan",
           "profile": "Senior Consultant, Se-Mentor",
           "speakerdesc": "He is a Senior Consultant (Software Testing) with over 11 years of experience in different Software Engineering areas like Testing, Requirement Management and implementing Manual & Automated Software Testing. He is an IBM Certified Specialist for Rational Test Management and Robot. He is well experienced in Testing Methodologies, Creation of test cases, writing test scripts and in use of Automation tools. Besides being a Consultant, he is also a Trainer on testing tools like IBM Rational Functional Tester, Rational Test Manager, Rational Manual Tester, Rational Robot, HP UFT, HP Quality Center, HP ALM, Microsoft Test Manager etc.",
           "thumb":"Sarath-Varma-Asokan.jpg",
           "date": "02/11/2016 5:00 pm",
           "youtubeID": "xG7vrBhj_lw",
           "details": "Software Development Process has attained a reinforced makeover with the involvement of Continuous Delivery and Continuous Deployment.This scenario has made real-time Testing a very crucial and pivotal component to serve its business benefits. Today, knowledge in Test Automation is inevitable for any developer irrespective of his domain being Android, iOS, Web or QA.<br>There are a plethora of tools and frameworks available for carrying out Test Automation. These tools helps to control the execution of tests and compares the actual results against the expected result. The selection of the tools decides the efficiency of testing. A session on the evolving tools and frameworks on Test Automation will help the technology enthusiasts to streamline their knowledge in this domain.<br><strong>Topics Covered:</strong>Tools & Frameworks for Test Automation<br>Functional Automation Using CodedUI<br>Automating Mobile Application<br>It’s Scope & Limitations<br>Execution and Result Analysis<strong>Sessions:</strong>Techbites (Speaker: Anand R. Nair, FAYA)<br>Evolving Test Automation (Speaker: Sarath Varma Asokan, Se-Mentor)",
           "location": "tvm"
       },
       {
          "eventID" : "9",
           "title": "Mining the opportunities of Block Chain & Bit Coin",
           "technology": "web security",
           "eventbanner":"blockchain.jpg",
           "speaker": "Praseed Pai",
           "profile": "Software architect, UST Global",
           "speakerdesc": "His areas of interest include Enterprise software development (using C#/.net/Java), Engineering Software development (CAD/CAM/C++), Cross Platform C++ development (Windows/Linux/Mac), Computer Graphics, Computational Finance and Domain specific programming languages. He is the author of SLANG open source compiler infrastructure for learning about compilers. Currently, he is co-authoring a book for packt publishing on .NET Design Patterns. He has taken about 200 presentations on various technology topics.",
           "thumb":"praseed.jpg",
           "date": "05/10/2016 12:00 am",
           "youtubeID": "cqbX_2Rg5So",
           "details": "The digital currency has undergone a vibrant makeover with the evolution of Blockchain, the underpinning technology of Bitcoin. Blockchain and Bitcoin has taken the technology enthusiasts by awe as it revolutionises the way we do business by paving way for open finance. A Blockchain is a public ledger of all Bitcoin transactions that have ever been executed. This ledger is not stored in one place. It is distributed across hundreds or even thousands of computers around the world. It stands proof to all the transactions on the network.<br>No doubt, this paradigm shift in Business opens door for a gold mine of opportunities that has to be tapped by the developers and companies. The need of the hour is a session that gives awareness of the theories and concepts of Blockchain along with ideas on how to transfigure daily business using it. The October edition of FAYA:80 is designed with the motive of providing insight into Blockchain and build a futuristic eco system in kerala.<strong>Topics Covered:</strong>Basic Concepts of Blockchain & Bitcoin<br>Scope and Its Limits<br>Opportunities in Blockchain & BitCoin<br>Re-engineering Business with Blockchain & Bitcoin<strong>Sessions:</strong>Techbites (Speaker: Godwin T, FAYA)<br>Mining the opportunities of BlockChain & BitCoin (Speaker: Praseed Pai)",
           "location": "tvm"
       }
   ]
}